{
    "Attack":
    {
        "Default":"It gets experience while performing %Attack%. Bring your FASTEST Equipment set. If you have transfered data from Patapon 2, the Patapon 2 DLC hero mask is fastest choice (if you don't have equipment set for attack speed boost). Also check from the orange named weapons - usually one of them are fastest weapon.",
        "Door":"Spamming iron door with lever (Multiplayer dungeon. Ice Dungeon Inosen is well known spot, but be careful while grinding Grenburr hero) by attacking might help. %DOI%",
        "NoDoor":"Note: SPAMMING DOOR WON'T HELP."
    },
    "Status Effect":{
        "Default":"",
        "Status":{
            "Fire": "%Fire%",
            "Ice": "%IceCannon%",
            "Stagger": "%IceCannon%",
            "Knockback": "%IceCannon%",
            "Any": "%IceCannon% - or %Fire% - There are many other choices, though.",
            "Poison":"Mushroom in Shooshookle first floor does all time poison attack (spore). Or Ravenous: Duel of Fate Mission (bring defensive equipment!) do a lot of poison attack.",
            "Sleep": "Mushroom in Shooshookle first floor does all time sleeping attack (spore). Or Wipe off the Gargoyle mission contains sleep status effects."
        }
    },
    "Command":{
        "Default":"Use PERFECT %Command% to grind. Wondabarappa in team and/or Peerless Rabbit may help. If cancel command is enabled from Patapon 3 Options, cancelling command will save time to wait the turn. \n\n%Cancel%\n\n %DOI%"
    },
    "__common":{
        "DOI": "If you're ready to grind enough long, Fastest way is Depth of Infinity (if you haveD xD version), try starting mission until the character is duplicated (it's random and rare).",
        "IceCannon":"Go to the first (STORY MISSION) of the snow field. Party on the snow cannon (except Myamsar).",
        "Fire":"Use so called 'grass grinding'. Use Bowmunk (charge attack) to grow grass. Use Oohoroc or Incensar (Cannogabang class skill 5 fire flake also may help) to set fire."
    }
}